Repository: n-kanreky/kanetsuGo
Catalog: KanetsuGo/*.lproj/Localizable.strings
Languages: ja, vi

# LetsStart
source: Let's learn Kanji words and their pronunciation using 漢越Go！
vi: Học tiếng Nhật với 漢越語 ở Tiếng Việt.

# QSelect
source: Select a Question Group
ja: 練習問題を選ぶ
vi: Chọn một vấn đề Group 1-10

source: To Instruction
ja: 使い方へ
vi: Cách sử dụng

# Instruction
source: Instructions
ja: 使い方
vi: Cách sử dụng

# Step1
source: Step 1 Choose questions.
ja: ステップ 1 問題を選びましょう
vi: Bước 1 Chọn câu

# Step2
source: Step 2 Press START and pronounce the word 3 times.
ja: ステップ 2 START を押して、 ３回発音します
vi: Bước 2 Ấn START và phát âm 3 lần

# Exp4
source: If you are not sure, Press the hint button, or listen to the model pronunciation. You can also skip the question.
vi: Nếu vẫn chưa hiểu... Để xem một ScreenTip Hoặc Nghe cách phát âm. Có thể SKI.

# Exp4_skip
source: If you skip, the question will be added to your revision list.
vi: Nếu nhấn SKIP, câu đó sẽ được thêm vào phần ôn tập.

# Begin
source: Now, let us begin!
ja: さあ、始めましょう！
vi: Nào, bắt đầu thôi!

source: Start
ja: スタート
vi: Bắt đầu!

source: Click here
ja: ここをクリック
vi: Nhấn vào đây

# CorrectAnswer
source: Correct!
ja: 正解!
vi: Đúng

source: Pronunciation＆Examples
ja: モデル発音と用例
vi: Mô hình tiếng nói và ví dụ

# hintWord
source: Click here for hint
ja: ヒントはここをクリック
vi: Nhấp vào đây để biết các gợi ý

source: Again!
ja: もう一度！
vi: Một lần nữa

# TapListen
source: Tap and Listen
ja: モデル発音を聞く
vi: Nghe một mô hình

source: To Revision List
ja: 復習リスト
vi: Đến danh sách đánh giá

# SkipQuestion
source: Are you sure?
ja: 本当にスキップしますか?
vi: Nó có thực sự tốt?

# LetsSelectCourse
source: Select the course
ja: コースを選びましょう
vi: Vui lòng chọn khóa học

# AllCorrect
source: You've got them all right!
ja: おめでとう！全問正解です
vi: Tất cả câu trả lời đúng

# ReadOut
source: Pronounce the word
ja: 発音してください
vi: Xin hãy phát âm nó

# ForN1
source: Preparing for N1
ja: N1 対応コース
vi: Khóa học chuẩn bị cho N1

# ForN2
source: Start
ja: N2 対応コース
vi: Bắt đầu

# ToSelectQuestions
source: < Select Questions
ja: < 練習問題の選択
vi: < Lựa chọn vấn đề

source: Review List
ja: 復習リスト
vi: Danh sách đánh giá

# UnderConstruction
source: Sorry! This page is under construction Please come back in a while.
ja: 申し訳ありません。このページは現在作成中です。 もうしばらくお待ちください
vi: Trang này đang được xây dựng Vui lòng thử thêm một chút

source: Delete
ja: 削除
vi: Xóa

# AddedToReviewList
source: Added to the Review List
ja: 復習リストに追加されました
vi: Nó đã được thêm vào danh sách đánh giá

# AddToReviewList
source: Add to the Review List
ja: 復習リストに追加
vi: Thêm vào danh sách đánh giá

# LetsReturnToReviewList
source: Let's Return to the Review List
ja: 復習リストに戻りましょう
vi: Hãy quay trở lại danh sách đánh giá

# ReAddedToRevisionList
source: Re-added to the Revision List
ja: 復習リストに再登録されました
vi: Tôi đã thêm nó vào danh sách đánh giá

# YouCanDoIt
source: Keep on practicing. You can do it!
ja: がんばりましょう！
vi: Hãy làm hết sức mình.

# ReturnToQuestionList
source: < Return to the Question List
ja: 問題リストに戻りましょう
vi: Hãy quay trở lại bài tập

# LetsGoOnToNextLevel
source: Lets go on to the next group of questions! >
ja: 次のレベルに進みましょう
vi: Thách thức danh sách các vấn đề tiếp theo

source: Go to next question
ja: 次の問題に進みましょう
vi: Vấn đề tiếp theo

# Group1
source: Group 1 lists Kanetsugo and Kango that are similar in pronunciation.
ja: 漢越語の発音と、それに対応する日本語の中の漢語の発音がよく似ているものを集めました。 Liệu ý nghĩa này có giống nhau không?
vi: Trong nhóm 1, tương tự như cách phát âm tiếng Việt và cách phát âm tiếng Nhật.Trong tiếng Việt có một từ Trung Quốc cũ.Điều này được gọi là 「漢越語」.Hãy xem xét chỉ ba ví dụ ở đây.

# Group2
source: Group 2 is a collection of Kanetsugo that has 週 （シュウ）and corresponds to tuần.
ja: 漢越語の中に「週」という漢字を含むものを集めました。 漢越語の中の「週」xuất は、「シュウ」と発音します。
vi: Trong nhóm 2, Các từ bao gồm 週 (Tuần) sẽ được liệt kê. Sinh có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 週 hay シュウ.

# Group3
source: Group 3 is a collection of Kanetsugo that has 日 （ニチ）and corresponds to Ngày.
ja: 漢越語の中に「出」という漢字を含むものを集めました。 漢越語の中の「出」xuất は、「シュツ」と発音します。
vi: Trong nhóm 3, Các từ bao gồm 日 (Ngày) sẽ được liệt kê. Ngày có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 日 hay ニチ.

# Group4
source: Group 4 is a collection of Kanetsugo that has 月 （ゲツ、ゲッ） and corresponds to Tháng.
ja: 漢越語の中に「上」という漢字を含むものを集めました。 漢越語の中の「上」thượng は、「ジョウ」と発音します。
vi: Trong nhóm 4, Các từ bao gồm 月 (Tháng) sẽ được liệt kê. Tháng có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 月 hay ゲツ、ゲッ.

# Group5
source: Group 5 is a collection of Kanetsugo that has 通 （ツウ）and corresponds to thông.
ja: 漢越語の中に「通」という漢字を含むものを集めました。 漢越語の中の「通」thông は、「ツウ」と発音します。
vi: Trong nhóm 5, Các từ bao gồm 通 (Thông) sẽ được liệt kê. Thông có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 通 hay ツウ.

# Group6
source: Group 6 is a collection of Kanetsugo that has 生 （セイ）and corresponds to sống.
ja: 漢越語の中に「生」という漢字を含むものを集めました。 漢越語の中の「生」sinh は、「セイ」と発音します。
vi: Trong nhóm 6, Các từ bao gồm 生 (Sinh) sẽ được liệt kê. Sinh có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 生 hay セイ.

# Group7
source: Group 7 is a collection of Kanetsugo that has 学 （ガク、ガッ）and corresponds to học.
ja: 漢越語と、それに対応する日本語の中の漢語とが、同じ形（同じ字が元になっている）で、意味も同じものを集めました。
vi: Trong nhóm 7, Các từ bao gồm 学 (Học) sẽ được liệt kê. Học có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 学 hay ガク、ガッ.

# Group8
source: Group 8 is a collection of Kanetsugo that has 国 （コク、コッ）and corresponds to Quốc.
ja: 漢越語と、それに対応する日本語の中の漢語とが、同じ形（同じが元になっている）けれど、意味が違うものを集めました。
vi: Trong nhóm 8, Các từ bao gồm 国 (Quốc) sẽ được liệt kê. Quốc có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 国 hay コク、コッ.

# Group9
source: Group 9 is a collection of Kanetsugo that has 反 （ハン）and corresponds to Phản.
ja: 漢越語と、それに対応する日本語の中の漢語の字の順番が、逆になっているものを集めました。
vi: Trong nhóm 9, Các từ bao gồm 反 (Phản) sẽ được liệt kê. Phản có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 反 hay ハン.

# Group10
source: Group 10 is a collection of Kanetsugo that has 地 （チ、ジ）and corresponds to đất.
ja: 漢越語と、それに対応する日本語で作られた漢語、「和製漢語」を集めました。
vi: Trong nhóm 10, Các từ bao gồm 地 (đất) sẽ được liệt kê. đất có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 地 hay チ、ジ.

# Group11
source: Group 11 is a collection of Kanetsugo that has 費（ヒ）and corresponds to phí.
vi: Trong nhóm 11, Các từ bao gồm 費 (phí) sẽ được liệt kê. đất có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 費 hay ヒ.

# Group13
source: Group 13 is a collection of Kanetsugo that has 鉄 （テツ、テッ）and corresponds to sắt.
vi: Trong nhóm 12, Các từ bao gồm 動 (động) sẽ được liệt kê. đất có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 動 hay ドウ.

# Group14
source: Group 14 is a collection of Kanetsugo that has 友 （ユウ）and corresponds to bạn.
vi: Trong nhóm 14, Các từ bao gồm 友 (bạn) sẽ được liệt kê. đất có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 友 hay ユウ‥.

# Group15
source: Group 15 is a collection of Kanetsugo that has 信 （シン）and corresponds to Tin.
vi: Trong nhóm 15, Các từ bao gồm 信 (đất) sẽ được liệt kê. đất có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 信（Tin） シン.

# Group16
source: Group 16 is a collection of Kanetsugo that has 人 （ニン、ジン）and corresponds to người.
vi: Trong nhóm 16, Các từ bao gồm 人 (người ) sẽ được liệt kê. đất có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 人 hay ニン、ジン.

# Group17
source: Group 17 is a collection of Kanetsugo that has 家（カ）and corresponds to gia.
vi: Trong nhóm 17, Các từ bao gồm 家 (gia) sẽ được liệt kê. đất có nghĩa là ngày hoặc ngày. Tôi phát âm nó như 家 hay カ.

# QSG1
source: Similar pronunciation
vi: Cách phát âm tương tự

# QSG2
source: With 週（tuần）
vi: Bao gồm 週（tuần）

# QSG3
source: With 日（Ngày）
vi: Bao gồm 日（Ngày）

# QSG4
source: With 月（Tháng）
vi: Bao gồm 月（Tháng）

# QSG5
source: With 通（thông）
vi: Bao gồm 通（thông）

# QSG6
source: With 生（Sống）
vi: Bao gồm 生（sinh）

# QSG7
source: With 学（học）
vi: Bao gồm 学（học）

# QSG8
source: With 国（Quốc）
vi: Bao gồm 国（Quốc）

# QSG9
source: With 反（Phản）
vi: Bao gồm 反（Phản）

# QSG10
source: With 地（đất）
vi: Bao gồm 地（đất）

# QSG11
source: With 費（phí）
vi: Bao gồm 地（đất）

# QSG12
source: With 動（động）
vi: Bao gồm 地（đất）

# QSG13
source: With 鉄（sắt）
vi: Bao gồm 鉄（sắt）

# QSG14
source: With 友（Bạn）
vi: Bao gồm 友（Bạn）

# QSG15
source: With 信（Tin）
vi: Bao gồm 信（Tin）

# QSG16
source: With 人（người）
vi: Bao gồm 人（người）

# QSG17
source: With 家（gia）
vi: Bao gồm 家（gia）
